[Public]
;Object=(Name=Engine.Console,Class=Class,MetaClass=Engine.Console)
Object=(Name=Engine.ServerCommandlet,Class=Class,MetaClass=Core.Commandlet)
Object=(Name=Engine.MasterMD5Commandlet,Class=Class,MetaClass=Core.Commandlet)
Preferences=(Caption="Game Engine Settings",Parent="Advanced",Class=Engine.GameEngine,Category=Settings,Immediate=True)
Preferences=(Caption="Key Aliases",Parent="Advanced",Class=Engine.Input,Immediate=True,Category=Aliases)
Preferences=(Caption="Raw Key Bindings",Parent="Advanced",Class=Engine.Input,Immediate=True,Category=RawKeys)
Preferences=(Caption="Drivers",Parent="Advanced Options",Class=Engine.Engine,Immediate=False,Category=Drivers)
Preferences=(Caption="Public Server Information",Parent="Networking",Class=Engine.GameReplicationInfo,Immediate=True)
Preferences=(Caption="Game Settings",Parent="Advanced Options",Class=Engine.GameInfo,Immediate=True)

[Errors]
NetOpen=Ошибка открытия файла
NetWrite=Ошибка записи файла
NetRefused=Сервер отказался посылать '%s'
NetClose=Ошибка закрытия файла
NetSize=Размер файла неверен
NetMove=Ошибка перемещения файла
NetInvalid=Ошибка запроса файла
NoDownload=Архив '%s' не загружаемый
DownloadFailed=Загрузка архива '%s' не удалась: %s
RequestDenied=Серверный запрос файла ожидаемого уровня: Отклонено
ConnectionFailed=Ошибка связи
ChAllocate=Невозможно разместить канал
NetAlready=Уже в сети
NetListen=Ошибка компоновщика
LoadEntry=Ошибка авторизации: %s
InvalidUrl=Ошибочный URL: %s
InvalidLink=Ошибочная связь: %s
FailedBrowse=Невозможно войти в %s: %s
Listen=Ошибка: %s
AbortToEntry=Ошибка; возврат к Авторизации
ServerOpen=Серверы не могут открыть URLы
ServerListen=Ошибка сервера: %s
Pending=Связь с '%s' не удалась; %s
LoadPlayerClass=Ошибка загрузки класса игрока
ServerOutdated=Версия сервера просрочена

[Progress]
CancelledConnect=Попытка связи отменена
RunningNet=%s: %s (%i игроков)
NetReceiving=Прием '%s': %i/%i
NetReceiveOk=Успешно принято '%s'
NetSend=Посылка '%s'
NetSending=Посылка '%s': %i/%i
Connecting=Соединение...
Listening=Ожидание клиентов...
Loading=Загрузка
Saving=Сохранение
Paused=Пауза от %s
ReceiveFile=Прием '%s' (F10 Отмена)
ReceiveOptionalFile=Прием файла '%s' (Нажмите F10 для остановки)
ReceiveSize=Размер %iК, Выполнено %3.1f%%
ConnectingText=Подключение (F10 - Отмена):
ConnectingURL=swat://%s/%s

[Console]
ClassCaption=Стандартная консоль
LoadingMessage=ЗAГPУЗKA
SavingMessage=СОХРАНЕНИЕ
ConnectingMessage=ПОДКЛЮЧЕНИЕ
PausedMessage=ПАУЗА
PrecachingMessage=ПРЕДВАРИТЕЛЬНОЕ КЭШИРОВАНИЕ
ChatChannel=(CHAT) 
TeamChannel=(TEAM) 

[MasterMD5Commandlet]
HelpCmd=mastermd5
HelpOneLiner=Управлять Мастер MD5 базой данных
HelpUsage=mastermd5 [-option..] <params>
HelpWebLink=http://www.swat.sierra.com
HelpParm[0]=-c
HelpDesc[0]=Создает новую MD5 базу данных
HelpParm[1]=-a 
HelpDesc[1]=Добавляет новые пакеты к базе данных
HelpParm[2]=-s
HelpDesc[2]=Показать текущую базу данных.
HelpParm[3]=-r
HelpDesc[3]=Вызовите пересмотр всех вхождений в <param>
[General]
Upgrade=Чтобы войти на этот сервер, вам нужно последнее бесплатное обновление Unreal, доступное на Вебсайте Epic:
UpgradeURL=http://www.swat.sierra.com
UpgradeQuestion=Вы хотите запустить ваш web-браузер и перейти на страницу обновлений сейчас?
Version=Версия %i

[Menu]
HelpMessage=
MenuList=
LeftString=Лево
RightString=Право
CenterString=Центр
EnabledString=Вкл.
DisabledString=Выкл.
HelpMessage[1]="Это меню еще не готово."
YesString=да
NoString=нет

[Inventory]
PickupMessage=Осмотрел вещь
M_Activated=" активирован"
M_Selected=" выбран"
M_Deactivated=" деактивирован"
ItemArticle= 

[WarpZoneInfo]
OtherSideURL=

[GameInfo]
SwitchLevelMessage=Переключение Уровней
DefaultPlayerName=Игрок
LeftMessage=" покинул игру."
FailedSpawnMessage=Невозможно возродить игрока
FailedPlaceMessage=Не найдена стартовая точка (возможно, уровню требуется субъект 'PlayerStart')
NameChangedMessage=Имя изменено на 
EnteredMessage=" вошел в игру."
GameName="Игра"
MaxedOutMessage=Сервер уже полон.
WrongPassword=Введенный вами пароль неверен.
NeedPassword=Вам нужно ввести пароль, чтобы присоединиться к этой игре.
FailedTeamMessage=Невозможно найти команду для

[LevelInfo]
Title=Неназвано

[Weapon]
MessageNoAmmo=" без патронов."
PickupMessage=Вы получили оружие
DeathMessage=%o был убит %k из %w.
ItemName=Opужиe
DeathMessage[0]=%o был убит %k из %w.
DeathMessage[1]=%o был убит %k из %w.
DeathMessage[2]=%o был убит %k из %w.
DeathMessage[3]=%o был убит %k из %w.

[Counter]
CountMessage=Осталось еще %i ...
CompleteMessage=Закончено!

[Ammo]
PickupMessage=Вы подобрали патроны.

[Pickup]
ExpireMessage=

[SpecialEvent]
DamageString=

[DamageType]
Name=убит
AltName=убит

[PlayerPawn]
QuickSaveString=Быстрое сохранение
NoPauseMessage=Пауза невозможна
ViewingFrom=Теперь наблюдение с 
OwnCamera=своя камера
FailedView=Невозможно сменить обзор.
CantChangeNameMsg=Вы не можете менять свое имя во время общей регистрированной игры.

[Pawn]
NameArticle="   "

[Spectator]
MenuName=Наблюдатель

[ServerCommandlet]
HelpCmd=сервер
HelpOneLiner=Сетевой сервер
HelpUsage=server map.unr[?game=gametype] [-option...] [parm=value]...
HelpWebLink=http://www.swat.sierra.com
HelpParm[0]=Системный журнал
HelpDesc[0]=Определите лог файл для генерации
HelpParm[1]=AllAdmin
HelpDesc[1]=Дать всем игрокам свойства администратора

[KeyNames]
LeftMouse=ЛКМ
RightMouse=ПКМ
MiddleMouse=СКМ
Tab=Tab
Enter=Enter
Shift=Shift
Ctrl=Ctrl
Alt=Alt
Pause=Пауза
CapsLock=Caps Lock
Escape=Escape
Space=Место
PageDown=Page Down
End=End
Left=Стрелка влево
Up=Стрелка вверх
Right=Стрелка вправо
Down=Стрелка вниз
Insert=Вставить
Delete=Удaлить
Equals=Equals
Comma=Comma
Backspace=Backspace
PageUp=Page Up
home=Home
Select=Выбор
Print=Print
Execute=Execute
PrintScrn=PrintScrn
Help=Помощь
GreyStar=Numpad *
GreyMinus=Numpad -
GreyPlus=Numpad +
Separator=Сепаратор
NumPadPeriod=NumPad Period
GreySlash=NumPad Slash
NumLock=NumLock
ScrollLock=Scroll Lock
LShift=Лев Shift
RShift=Прав Shift
LControl=Лев Control
RControl=Прав Control
Attn=Attn
MouseWheelDown=Колесо вниз
MouseWheelUp=Колесо вверх
Joy1=Дж 1
Joy2=Дж 2
Joy3=Дж 3
Joy4=Дж 4
Joy5=Дж 5
Joy6=Дж 6
Joy7=Дж 7
Joy8=Дж 8
Joy9=Дж 9
Joy10=Дж 10
Joy11=Дж 11
Joy12=Дж 12
Joy13=Дж 13
Joy14=Дж 14
Joy15=Дж 15
Joy16=Дж 16
JoyX=Дж X
JoyY=Дж Y
JoyZ=Дж Z
JoyR=Дж R
JoyU=Дж U 
JoyV=Дж V
JoySlider1=Слайдер Дж 1
JoySlider2=Слайдер Дж 2
NumPad1=NumPad 1
NumPad2=NumPad 2
NumPad3=NumPad 3
NumPad4=NumPad 4
NumPad5=NumPad 5
NumPad6=NumPad 6
NumPad7=NumPad 7
NumPad8=NumPad 8
NumPad9=NumPad 9
NumPad0=NumPad 0
UNKNOWN5B=Лев Windows
UNKNOWN5C=Прав Windows
UNKNOWN5D=Приложения
F15=КМ 5 / F15
Mouse5=КМ 5 / F15
Mouse4=КМ 4